#include <math.h>
#include <iostream>
using namespace std;

//1. Составить программу вывода на экран в строку трех любых чисел.

int main()
{

	int a, b, c;
	a = 8;
	b = 2;
	c = a + b;

	cout << a << " ";
	cout << b << " ";
	cout << c << " ";

	system("pause");
	return 0;
}